Author=Bernard Holy trevert@trevert.sk
SourceLANGID=1031
LANGID=1051
Generator=DKLang Translation Editor v3.0
LastModified=2010-01-09 23:07:24

[Options]
00000001=Voľby
00000002=Mriežka
00000007=Žiadne\nBodkované\nKockované\nLinkované\n
00000008=Font
00000010=Vyberte predvolený font..
00000011=Aplikujte predvolený font na aktuálny dokument
00000012=Výstup
00000015=Kompresia
00000017=Publikovať
00000020=Cache pamäť pre FTP-adresár:
00000021=Použiť inteligentné publikovanie
00000022=Použiť pasívne FTP prenosy
00000023=Vyčistiť
00000024=Celá vyrovnávacia pamäť (Cache)
00000026=Vyčistiť
00000027=Vzhľad
00000028=Umiestnenie záložiek
00000029=na vrchu\nna spodku\nnaľavo\nnapravo\npohyblivo horizontálne\npohyblivo vertikálne
00000030=Zavrieť
00000032=Spustiteľné programy|*.EXE
00000033=Súradnica X:
00000034=Súradnica Y:
00000035=Zobrazenie:
00000036=Objekty sú zarovnané k mriežke, keď sú polohované. (Podržte stlačenú klávesu ALT pre zrušenie polohovania na mriežku.)
00000037=Definujte predvolený font (typ písma), ktorý je aplikovaný na novo vytvorený dokument. Objekty definujúce ich vlastný font prepíšu toto nastavenie.
00000038=Ak je zaškrtnutá Kompresia, nadbytočné biele miesta sú z vygenerovaných HTML súborov vystrihnuté.
00000039=Môžete vybrať program pre náhľad stránok (ak nie je vybrané, spustí sa predvolený HTML prehliadač):
00000040=(len zmenené súbory sú nahraté)
00000041=(často požadované za firewallom)
00000042=Rôzne

[BorderRadiusWizard]
00000001=Rádius (zaoblenie) lemu
00000008=<STYLE_Label5><STYLE_nob>&nbsp;&nbsp;</STYLE_nob>Spodný<STYLE_nob>&nbsp;&nbsp;</STYLE_nob></STYLE_Label5><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>ľavý
00000009=<br><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Vrchný<br><STYLE_nob>&nbsp;</STYLE_nob>ľavý
00000010=<br>Vrchný<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob><br><STYLE_nob>&nbsp;</STYLE_nob>pravý
00000011=<STYLE_Label5><STYLE_nob></STYLE_nob>Spodný<STYLE_nob>&nbsp;</STYLE_nob></STYLE_Label5>pravý<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>
00000012=<STYLE_Label3>Všetko</STYLE_Label3>
00000013=OK
00000014=Zrušiť
00000016=Vert. rádius:
00000017=Horz. rádius:
00000018=Definovať vertikálny a horizontálny rádius (zaoblenie)
00000019=Vymazať
00000020=Rádius:

[ColorizeImg]
00000001=Vyfarbiť obrázok
00000003=OK
00000004=Zrušiť
00000005=Vymazať
00000009=Sýtosť:
00000010=Svetlosť:
00000011=Hlavná farba:
00000012=Priemerná sýtosť
00000013=Priemerná svetlosť

[ColorPicker]
00000001=Kvapkadlo farby
00000004=OK
00000005=Zrušiť
00000006=Kvapkadlo farby
00000007=Skopíruj farbu do schránky
00000008=Zober farbu zo schránky
00000009=Farba pod kurzorom myši:
00000010=Vybraná farba (stlačiť CTRL):

[dhMainForm]
00000003=Riadenie stránky
00000005=Stránka
00000007=Panel
00000009=Text
00000011=Odkaz
00000013=Obrázok
00000015=Štýl
00000017=Priamy HTML/Script
00000019=DHTML Menu
00000021=OLE-kontajner
00000023=Externý súbor dát
00000027=Obrázok
00000028=Navigácia naspäť
00000030=Navigácia dopredu
00000049=Súbor
00000050=Nový
00000051=Nový z predlohy (šablóny)
00000052=Otvoriť
00000053=Znovu otvoriť
00000054=Uložiť
00000055=Uložiť ako ...
00000056=Uložiť ako predlohu (šablónu)
00000057=Uložiť všetko
00000058=Zatvoriť
00000059=Zatvoriť všetko
00000060=Ukončiť program
00000061=Úpravy
00000062=Krok späť
00000063=Krok dopredu
00000064=Vystrihnúť
00000065=Kopírovať
00000066=Vložiť
00000067=Vymazať
00000068=Plné kopírovanie
00000069=Vybrať všetko
00000070=Vybrať všetko nad
00000071=Vybrať všetko pod
00000072=Hľadať
00000073=Hľadať znovu
00000074=Nahradiť
00000075=Publikovať
00000076=Náhľad
00000077=Otvoriť náhľad adresára
00000078=Publikovať
00000079=Zobraziť online
00000080=Vlastnosti stránky
00000081=Okno
00000087=Kaskádovo
00000088=Dlaždice
00000089=Zoradiť ikony
00000090=Nástroje
00000092=Voľby
00000093=Tutoriál-výuka
00000094=Sprievodca
00000095=Sprievodca
00000096=Základný príklad
00000097=Základný príklad so zápätím
00000098=Základný príklad so štýlom
00000099=Základný príklad s rozložením rámov
00000100=Predvoľby
00000101=Domovská stránka programu
00000102=Fórum
00000103=Technická podpora
00000104=Info o programe
00000106=Jazyk programu
00000117=Formulár
00000118=Zaškrtávacie pole (Checkbox)
00000119=Prepínač (Radiobutton)
00000120=Editačné pole
00000121=Textové pole
00000122=Otvárací výberový zoznam (ComboBox)
00000123=Rolovací zoznam
00000124=Súborové pole
00000125=Tlačidlo Odoslať
00000126=Tlačidlo Vymazať
00000127=Skryté pole
00000128=Normál
00000129=Test
00000130=Nad
00000131=Stlačené
00000132=Nad /<br/>Stlačené
00000135=Tutoriál-výuka Menu
00000136=Externalizovať obrázky

[StartUp]
00000001=Štartovacia ponuka..
00000004=Otvoriť posledne načítaný súbor
00000005=Nový zo šablóny
00000006=Čítať tutoriál
00000007=Otvoriť prázdnu stranu
00000008=Sprievodca

[FindText]
00000001=Hľadať text
00000002=Text ktorý hľadáte:
00000003=Hľadať v..
00000004=Vložený text\nZobrazenom texte\n
00000005=OK
00000006=Zrušiť
00000007=Počiatočná pozícia
00000008=Z vybraného objektu\nCelý rozsah\n
00000009=Smer
00000010=Dopredu\nDozadu\n
00000011=Možnosti
00000012=Rozlíšiť malé/veľké písmená
00000013=Vrátane skrytého obsahu

[FormWarnings]
00000001=Výstrahy
00000003=Zatvoriť

[GradientWizard]
00000001=Prechod farieb (gradient)
00000002=1. farba
00000003=2. farba
00000005=Smer
00000008=OK
00000011=Šírka:
00000012=Výška:
00000013=Z hora na dol\nZ ľava do prava\n

[MoreMisc]
00000001=Špeciálne štýly
00000008=Zavrieť
00000016=Vymazať
00000019=Výška riadku:
00000020=Text pred:
00000021=Text za:
00000022=Prídavné CSS-Vlastnosti:
00000023=Priehľadnosť:
00000024=Prídavné HTML-atribúty:
00000026=*Vymazať*\nNeviditeľný\nViditeľný
00000027=*VYMAZAŤ*\nvložený\nblok\npoložka zoznamu\nžiadne\n
00000028=zobrazenie:

[PageWizard]
00000001=Vlastnosti stránky
00000002=Obecne
00000013=Meta-Tagy
00000019=Vložiť HTML
00000023=OK
00000024=Zrušiť
00000025=Titul:
00000026=Lokálny adresár:
00000027=(Lokálny výstupný adresár pre náhľad)
00000028=FTP-adresár:
00000029=(vzdialený adresár pre publikovanie)
00000030=HTTP URL:
00000031=(môže byť otvorený cez Publikovať | vyhľadať vzdialený)
00000032=Autor:
00000033=Kľúčové slová:
00000034=Popis stránky:
00000040=Automatické presmerovanie stránky
00000041=Adresa URL:
00000042=Oneskorenie:
00000043=pred </HEAD>
00000044=za <BODY>
00000045=úplne nahor (very top)
00000051=pred </BODY>

[PublishFTP]
00000001=FTP Nastavenia
00000002=OK
00000003=Zrušiť
00000009=Extrahovať z URL
00000010=Otvoriť
00000011=Vymazať
00000012=Hostiteľ:
00000013=Užívateľ:
00000014=Heslo:
00000015=Adresár:
00000016=Port:
00000017=príklad: mydomain.com
00000018=predvolené na 21
00000019=príklad: /webobsah/

[PublishLog]
00000001=Log
00000002=Stop!

[StyleInfo]
00000001=Informácie o štýle

[TemplatesWizard]
00000001=Šablóny, predlohy
00000002=OK
00000003=Zrušiť
00000005=- Prázdny -

[TransparencyWizard]
00000001=Priehľadnosť farby
00000002=Hlavná farba
00000004=OK
00000005=Nepriesvitnosť:

[Presets]
00000001=Predvoľby
00000002=Vložiť
00000003=Kopírovať štýly

[dhMultilineCaptionEdit2]
00000002=Vložiť zalomenie riadku
00000003=BR
00000004=MASK
00000005=Odstrániť štartovaciu a koncovú značku
00000006=ODZNAČIŤ
00000007=Vložiť znak zo skupiny zobrazených Znakov
00000008=UNICODE
00000009=Vložiť medzeru
00000010=MEDZERA
00000011=OK
00000012=Zrušiť
00000013=Maskovať špeciálne formátovacie znaky

[ChooseUnicode]
00000001=Vložiť znak
00000007=OK
00000009=Zrušiť
00000010=Odstrániť posledný
00000011=Odstrániť všetky

[Tabs]
00000001=Font
00000002=Font
00000003=Tučné
00000004=Kurzíva
00000005=Nadčiarknutie
00000006=Prečiarknutie
00000007=Podčiarknutie
00000008=Farby
00000009=Pozadie
00000010=Font
00000011=Priehľadnosť
00000012=Reset
00000013=Lem
00000014=Vpravo
00000015=Spodok
00000016=Vrch
00000017=Vľavo
00000018=Všetko
00000019=Okraj
00000020=Lem:
00000021=Výplň:
00000022=Orámovanie
00000023=Šírka
00000024=žiadne \nskryté\nbodkované\nčiarkované\nsolid\ndvojité\ndrážka\nlišta\nvsadenie\nodsadenie
00000025=Reset
00000026=Upraviť rádius lemu ...
00000027=Obraz
00000028=Obraz
00000029=Súbor...
00000030=Z gradientu ...
00000031=Z farby ...
00000032=Typ
00000034=Dlaždica\nRoztiahnuť\nObraz\nRozdeliť
00000035=Nikdy nerolovať obrázok
00000036=Dlaždica
00000037=V smere
00000038=X:
00000039=Y:
00000040=X a Y\nHorizontálne\nVertikálne\nŽiadne\n
00000041=Reset
00000042=Rôzne
00000043=Obecné
00000044=Kurzor
00000045=Z-index
00000046=Smer
00000047=*Vymazať*\nAutomaticky\nKríž\nŠtandard\nUkazovateľ\nPoloha\ne-resize\nne-resize\nnw-resize\nn-resize\nse-resize\nsw-resize\ns-resize\nw-resize\nText\nČakanie\nNápoveda
00000048=*Vymazať*\nz ľava do prava\nz prava do ľava
00000049=Zarovnanie textu
00000050=Vert. zarovnanie
00000051=Odsadenie textu
00000052=Horiz. zarovnanie
00000055=*Vymazať*\nVľavo\nVpravo\nNa stred\nDo bloku
00000056=Interpretácia Textu
00000057=Text-zobrazenie
00000058=Variant fontu
00000059=Biela-medzera
00000060=*Resetovať*\nKapitálky\nVeľké písmená\nMalé písmená\nNormálne
00000061=*Vymazať*\nAutomaticky\nPre\nBez zalomenia (no wrap)
00000062=*Vymazať*\nNormál\nKapitálky
00000063=Vymazať
00000064=Špeciálne štýly
00000065=Efekt
00000066=Povoliť
00000067=Text
00000068=Rozmazanie
00000069=Transformácia
00000070=Text
00000071=Rozmazanie
00000072=Transformácia
00000073=Potlačen. rozmazania (anti-aliasing)
00000074=Aplikovať efekty len na text
00000075=Neaplikovať efekty na text
00000076=Vonkajšie tieňovanie
00000077=Vnútorné tieňovanie
00000078=Vonkajšie žiarenie
00000079=Vnútorné žiarenie
00000080=Rozmazanie
00000081=Nepriesvi.
00000082=Pretečen.
00000083=Rozostup
00000084=Stupeň
00000085=Farba
00000086=Rádius
00000087=Povoliť
00000088=Posunutie X
00000089=Posunutie Y
00000090=Otáčanie
00000091=Nepriesvit.
00000092=Skreslenie X
00000093=Skreslenie Y
00000094=Rozsah X
00000095=Rozsah Y
00000096=Vymazať
00000097=Objekt
00000098=Obecné
00000099=ID
00000100=Nápoveda
00000101=Typ
00000102=Správa štýlu
00000103=Použiť štýly z
00000104=Preferovať Dolné štýly nad Hornými
00000105=Preferovať Horné štýly nad Dolnými
00000106=Formát generovania obrázku
00000107=Automaticky\nGIF\nPNG (priehľadný)\nJPEG
00000108=Pozícia
00000109=Hranice
00000110=Hore
00000111=Vľavo
00000112=Šírka
00000113=Výška
00000114=Auto. šírka
00000115=Auto. výška
00000116=Zarovnanie
00000117=Žiadne
00000118=Hore
00000119=Vpravo
00000120=Dole
00000121=Plne rodičovský
00000122=Vľavo
00000123=Udržiavať konšt. vzdialenosť od
00000124=Od horného lemu
00000125=Od pravého lemu
00000126=Od dolného lemu
00000127=Od ľavého lemu
00000128=Text
00000129=Text:
00000130=Formátovanie textu...
00000131=Stránky
00000132=Spravované stránky:
00000133=Nová stránka
00000134=Stránku vymazať
00000135=Presunúť hore
00000136=Presunúť dole
00000137=Nastavenie pre všetky stránky
00000138=Jedna HTML-stránka pre objekt stránky
00000139=Rovnaká výška pre všetky stránky
00000140=Stránka
00000141=Vlastnosti stránky
00000142=Titul:
00000143=Miestny adresár:
00000144=Zobraziť rolovacie lišty
00000145=Automaticky\nÁno\nNie\n
00000146=HTML-implementácia
00000147=<div>\n<iframe> (bez okraja/lemu)
00000148=Rôzne
00000149=Edit
00000150=Počiatočný text:
00000151=Možnosti
00000152=Len na čítanie
00000153=Heslo
00000154=Poznámka
00000155=Počiatočný text:
00000156=Možnosti
00000157=Len na čítanie
00000158=Zalomiť
00000159=Kontrola
00000161=Počiatočný stav
00000162=Zaškrtnuté\nNezaškrtnuté\n
00000163=Odoslaná hodnota
00000173=Formulár
00000174=Požadovaná metóda
00000175=Get\nPost\n
00000176=Externý odkaz
00000177=URL
00000178=Cieľ
00000180=Menu
00000182=Možnosti
00000183=Vsadené Menu
00000184=Pokračovať s otvoreným Menu
00000185=Statické Menu
00000186=Horizontálne Orientované
00000187=Posuvné Menu
00000189=Pixel pre posuv
00000190=Povoliť
00000191=Otvoriť Menu cez
00000193=po
00000194=Pridať položku menu
00000195=Link
00000196=Link
00000197=Link na stránku
00000198=Vo vnútri stránky
00000199=Externý odkaz
00000200=URL
00000201=Cieľ
00000204=Down State Conditions
00000205=Aktívne menu
00000206=Klik myšou
00000207=Myš nad
00000208=Vždy dolu
00000209=Link bol aktivovaný
00000210=Automaticky
00000211=Vrstva
00000212=Automaticky\nText\nLink\nTlačidlo\n
00000213=Formulár
00000214=Žiadny\nOdoslať\nVymazať\n
00000221=Skrytý
00000222=Skrytá hodnota poľa
00000223=OLE
00000224=Upraviť OLE obsah
00000225=Vlastnosti
00000226=Biela oblasť je priehľadná
00000229=Uložiť
00000230=Zoznam
00000231=Možnosti
00000232=Umožniť viacnásobný výber
00000233=Roletový zoznam
00000234=Box zoznamu
00000235=Nová položka
00000236=Zvýšiť
00000237=Znížiť
00000238=Vymazať položku
00000239=Vlastnosti položky
00000240=Popis, názov
00000241=Hodnota
00000242=Prvotne vybrané
00000243=HTML
00000244=Typ HTML:
00000245=Generovať HTML-Element
00000246=Súbor
00000247=Nahrať zo súboru..
00000248=Prepojený
00000249=Použiť ako
00000250=Prepojený súbor\nFlash\nHudba na pozadí\nJavascript\n
00000254=Opakovať
00000255=Náhľad
00000259=Nahrať zo súboru
00000260=Upraviť OLE obsah
00000261=Vlastnosti stránky
00000262=Nová stránka
00000263=Editovať text
00000264=Pridať položku menu
00000265=Vytvoriť podmenu
00000266=Zarovnať
00000267=Zarovnať k mriežke
00000268=Na ľavý okraj (lem)
00000269=Na pravý okraj (lem)
00000270=Na horný okraj (lem)
00000271=Na spodný okraj (lem)
00000272=Rovnaké vodorovné (horiz.) vzdialenosti
00000273=Rovnaké zvislé (vertik.) vzdialenosti
00000274=Preniesť dopredu
00000275=Preniesť dozadu
00000276=Ísť na...
00000277=Použiť objekt
00000278=Napojená stránka
00000279=Napojený objekt
00000280=Uložiť ako obrázok
00000281=Štýly
00000282=Zober štýly z použitého objektu
00000283=Zober štýly z objektu s chránke (v clipboarde)
00000284=Potlač štýly použíté objektom
00000285=Vyčistiť všetky štýly
00000286=Výmena štýlov dole(down)<->nad(over)
00000287=Zobraziť informácie štýlu
00000288=Nahrať z HTTP-adresy
00000289=Uložiť do súboru
00000290=Kopírovať obrázok
00000291=Vložiť obrázok
00000292=Zmeniť farby
00000293=Vlastnosti objektu
00000294=Rad
00000295=Upraviť
00000296=Vystrihnúť
00000297=Kopírovať
00000298=Vymazať
00000299=Vložiť
00000300=Plne kopírovať
00000301=Font
00000302=Lem
00000303=Obrázok
00000304=Efekt
00000305=Rôzne
00000307=Menu
00000308=Automaticky
00000309=Vytvoriť farbu pozadia transparentnú
00000310=Kopírovať Štýly nad (over) do Štýlov pod (down)

[ObjectExplorer]

[ResourceExplorer]

[$CONSTANTS]
CONFIRMDELETE=Chcete stále vymazať vybrané objekty?
DELETEINHERITEDERROR=Tento príznak (flag) je zdedený z rodičovského objektu a nemôže byť vymazaný
DLG_CONFIRMATION=Potvrdiť
DLG_ERROR=Chyba
DLG_INFORMATION=Informácia
DLG_WARNING=Upozornenie-výstraha
DUPLICATEEFFECTS=Chcete duplikovať existujúce efekty?
EMPTYCLIPBOARD=Žiadne objekty v schránke (clipboarde)
EXTERNALIZEDIMAGEALREADYEXISTS=% už existuje, chcete prepísať?
FILEINFO_FILENAME=Názov súboru
FILEINFO_FILESIZE=Veľkosť
FILEINFO_FLASH=Tento súbor bude zobrazený ako Flash súbor na tejto webstránke.
FILEINFO_HOWTOLINK=Napojiť objekty môženapojiť tento súbor pomocou nastavenia ''Vo vnútri stránky'' na ''%''.
FILEINFO_JAVASCRIPT=Tento javascript súbor bude odkazovaný na tejto webstránke.
FILEINFO_MUSIC=Tento súbor zabezpečí hudbu na pozadí na webstránke.
FPTLOG_GENERATE=Vytvoriť HTML súbory ...
FPTLOG_GENERATEFOR=Vytvorenie HTML súborov pre % ...
FTPLOG_CONNECTINGTO=Pripájanie na %
FTPLOG_CREATEDDIR=Vytvorený FTP adresár %
FTPLOG_EMPTYSMARTUPLOAD=Všetky súbory sú aktuálne!
FTPLOG_EMPTYUPLOAD=Žiadne súbory pre nahrávanie (upload)!
FTPLOG_GENERATED=Generované súbory.
FTPLOG_LOGGEDIN=Prihlásený
FTPLOG_SAVING=% z % súbory nebudú nahrané na server, pretože sa nezmenili od posledného nahrávania (uploadingu). Môžete vypnúť alebo vyčistiť nahrávaciu cache pamäť v nastaveniach | Publikovať | Inteligentné publikovanie.
FTPLOG_SUCCESS=Publikovanie bolo úspešné!
FTPLOG_UPLOAD=Nahrávanie %
INPUTHTTPURL=Načítať z HTTP-adresy
INVALIDMENUNESTING=Menu % nemôže byť otvorené pomocou linky % pretože linka "dieťaťom" menu.
INVALIDPROPERTYVALUE=Chyba čítania %: Neplatná vlastnosť hodnoty
INVALIDVALUE=Neplatná hodnota
MODIFIEDSTATE=Modifikovaný
NOIMAGETOEXTERNALIZE=Všetky obrázky sú už externalizované!
NONCRITICALERROR=Objavila sa nekritická programová chyba. Ak sa môžete pokúsiť reprodukovať nám túto chybu, bolo by to veľmi nápomocné pre našich programátorov!\nPopis chyby:\n(%)
PASTEERRORCOUNT=% chyba(y) nastali počas vkladania
QUOTEINVALIDVALUE="%"  nie je platná hodnota
READERRORCOUNT=% chyba(y) nastali počas čítania %
READFROMERROR=Nemôžno čítať %
REFOBJECT=% je odkazovaný na %
SAVEASOPENED=Súbor do ktorého chcete uložiť do, je otvorený v editore.\nProsím, zavrite najprv tento súbor v editore.
SAVETO=Uložiť zmeny so %?
SAVETOERROR=Nemožno zapisovať do %
SAVEUNTITLED=Uložiť zmeny Nepomenovaného?
SEARCHFAILED=Hľadaný výraz '%' nebol nájdený
SYSTEMERROR=Systémové chybové hlásenie
TEMPLATESAVEASCAPTION=Názov šablóny
TEMPLATESAVEASPROMPT=Zadefinujte názov šablóny (bez prípony súboru):
UNKNOWNOBJECT=Neznámy typ objektu %
UNSUPPORTEDSTYLE=Tento štýl nie je podporovaný pre tento druh objektu.
UNTITLED=Nepomenovaný
